CTL_BackgroundWindowAction=IBFIELDBOOK
CTL_BackgroundWindowTopComponent=IBFIELDBOOK
HINT_BackgroundWindowTopComponent=IBFIELDBOOK
OpenIDE-Module-Name=IBFbUI
BackgroundWindowTopComponent.jLabel6.text=
JDAboutIB.jLabel1.text=
JDAboutIB.jPanel1.border.title=Desarrolladores
JDAboutIB.jLabel4.text=TITO MARCOS SANCHEZ
JDAboutIB.jLabel2.text=HECTOR SANCHEZ VILLEDA
JDAboutIB.jLabel6.text=T.M.Sanchez@cgiar.org
JDAboutIB.jLabel7.text=H.Sanchez@cgiar.org
JDAboutIB.jButton1.text=OK
JDAbout.jLabel6.text=T.M.Sanchez@cgiar.org
JDAbout.jLabel2.text=HECTOR SANCHEZ VILLEDA
JDAbout.jPanel1.border.title=Desarrolladores
JDAbout.jLabel1.text=
JDAbout.jLabel7.text=H.Sanchez@cgiar.org
JDAbout.jLabel4.text=TITO MARCOS SANCHEZ
JDAbout.jButton1.text=OK
JDNewStudy.title=CREAR UN ESTUDIO NUEVO
JDExpert.jPanel2.toolTipText=Selecciona una plantilla desde un archivo de excel
JDExpert.jPanel2.border.title=1. Selecciona una plantilla
JDExpert.jButtonFinishExpert.text=
JDExpert.jButtonCancelExpert.text=
JDExpert.jPanel3.border.title=2. Selecciona una lista de germoplasma
JDNewOptions.title=Selecciona una opci\u00f3n
JDExpert.title=R\u00e1pida creaci\u00f3n
JDNewStudy.jLabel9.text=Tipo de estudio:
JDNewStudy.jLabel11.text=Clave del Estudio
JDNewStudy.jLabel11.toolTipText=Clave del Proyecto
JDNewStudy.jLabel2.text=
JDNewStudy.jLabel6.text=Fecha de inicial
JDNewStudy.jLabel7.text=Fecha final
JDNewStudy.jLabel3.text=Estudio:
JDNewStudy.jLabel10.text=T\u00edtulo:
JDNewStudy.jLabel4.text=Objectivo:
JDNewStudy.jLabel1.text=
JDNewStudy.jTextFieldPMKey.toolTipText=
JDNewStudy.jTextFieldPMKey.text=
JDNewStudy.jTextFieldObjective.text=
JDNewStudy.jTextFieldTitle.text=
JDNewStudy.jTextFieldStudy.text=
JDNewStudy.jButtonCancel.text=
JDNewStudy.jButtonOK.text=
BackgroundWindowTopComponent.jLabel1.text=<html> <div style="font-size: 12pt; font-family: Verdana, 'Verdana CE',  Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;" align="center"> <strong>Welcome to the IB FIELDBOOK 3</strong> </div> <hr> <div style="font-size: 10pt; font-family: Verdana, 'Verdana CE',  Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;" align="center">  <p>  Please try the available functions and give comments and suggestions on the user interface. At present the only applications on the workbench are the trial fieldbook wizard and trial Editor </p> <br>  <p> The Workbench opens with an assumed active 'breeding project' and an empty list of 'studies' in the StudyExplorer. A 'breeding project' is usally formed around a technical objective such as 'Breeding drought tolerant rice for the Mekong region'. The project defines the databases to be connected and the users who have access. A 'study' is unit of work within a project which generally has a specific objective such as '2011 multi-site evaluation of promising lines' and provides the structure to contain data sets relevant to that objective. </p>  <br> <p> The fieldbook application requires an active 'study' so the first thing to do is create a study by clicking the 'New Study' button (or right-clicking the study header in the StudyExplorer). Once you have a study highlighted in the study browser you can create a trial by clicking the 'New Trial' button (or right-clicking on the study name in the StudyExplorer and selecting 'Create New Trial'). These actions will open the 'Create Trial Wizard' which will lead you through eight steps required to construct a Trial Fieldbook by merging together a Trial Template, a Germplasm List and Field Design. </p> <br>  </div>   </html>
JDExpert.jSpinnerInstances.toolTipText=Especifique el n\u00famero de instancias de este ensayo para los que desea por ejemplo, libros de campo. n\u00famero de sitios, temporadas o ocurrencias
JDExpert.radGermplasmFromTemplate.text=Archivo de Excel
JDExpert.radGermplasmFromDB1.text=Base de datos
JDExpert.jTextFieldTotalEntries.text=0
JDExpert.jLabel5.text=Entradas:
JDExpert.jradExcelFile.text=Archivo de Excel
JDExpert.jradTemplateDB.text=Base de datos
JDExpert.jButtonSearchTemplate.text=Buscar...
JDExpert.jButtonPreviewTemplate.text=
JDExpert.jButtonPreviewTemplate.toolTipText=Vista previa del archivo...
JDExpert.jButtonPreviewGSM.text=
JDExpert.jButtonPreviewGSM.toolTipText=Vista previa del archivo...
JDExpert.jButtonSearchGSM.text=Buscar...
JDExpert.jPanel4.border.title=
JDExpert.jLabel1.text=
JDExpert.jPanelInstances.border.title=3. Define el n\u00famero de niveles del ensayo
JDExpert.jButtonFinishExpert.toolTipText=Finzalizar
JDExpert.jButtonCancelExpert.toolTipText=Cancelar
BackgroundWindowTopComponent.jButton1.text=jButton1
BackgroundWindowTopComponent.jButton2.text=jButton2
BackgroundWindowTopComponent.jButton3.text=jButton3
BackgroundWindowTopComponent.jButton4.text=Abrir tutorial
BackgroundWindowTopComponent.jButton4.toolTipText=Presione aqu\u00ed para abrir el tutorial del IBFieldbook
JDExpert.title_1=Creaci\u00f3n r\u00e1pida de ensayos
JDAbout.jLabel3.text=OZIEL LUGO
JDAbout.jLabel8.text=O.Lugo@cgiar.org
JDAbout.jLabel9.text=mastergama@gmail.com
JDAbout.jLabel5.text=GAMALIEL CAMARENA
BackgroundWindowTopComponent.desc=<html> <div style="font-size: 12pt; font-family: Verdana, 'Verdana CE',  Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;" align="center"> <strong>Bienvenido al IB FIELDBOOK 3</strong> </div> <hr> <div style="font-size: 10pt; font-family: Verdana, 'Verdana CE',  Arial, 'Arial CE', 'Lucida Grande CE', lucida, 'Helvetica CE', sans-serif;" align="center">  <p>  Por favor pruebe las funciones disponibles y realice comentarios y sugerencias sobre la interfaz de usuario. En la actualidadon las \u00fanicas aplicaciones en el entorno de traajo son la creaci\u00f3n de ensayos, viveros, cruzas, selecci\u00f3nes y creaci\u00f3n de listas de germoplasma. </p> <br>  <p> El entorno de trabajo inicia con un proecto activo de mejora y una lista de estudios en el Explorador de Estudios. Un proyecto de mejora usualmente se forma con el objetivo t\u00e9cnico como "fitomejoramiento de arroz tolerante a la sequ\u00eda para la regi\u00f3n del Mekong". El proyecto define las base de datos que se usar\u00e1n y los usuarios que tienen acceso. Un Estudio es la unidad de trabajo dentro de un proyecto que por lo general tiene un objetivo espec\u00edfico como: 'Evaluaci\u00f3n  multi-sitio de l\u00edneas promisorias en 2011' y provee la estructura para almacenar los conjuntos de datos que son reelevantes para el objetivo. </p>  <br> <p> La aplicac\u00edon del IBfieldbook requiere un Estudio activo por lo que se necesita crear un estudio nuevo presionando click sobre el bot\u00f3n 'Nuevo Estudio' (o click derecho sobre la etiqueta del Estuido en el explorador de estudios). Una vez que se tenga seleccionado un estudio en el explorador de estudios, se puede crear un ensayo presionando el bot\u00f3n 'Nuevo Ensayo'(o click derecho sobre el nombre del estudio en el explorar de estudios y seleccionar 'crear nuevo ensayo'). Estas acciones abrir\u00e1n el asistente para crear ensayos que lo guiar\u00e1 a trav\u00e9s de 8 pasos que se requieren para dise\u00f1ar un libro de campo  con la fusi\u00f3n de una plantilla de ensayos, una lista de germoplasma y un dise\u00f1o de campo. </p> <br>  </div>   </html>
JDExpert.error=Error
JDExpert.youNeedSelectValidFiles=Necesita seleccionar archivos v\u00e1lidos
JDExpert.noValidTemplate=Este archivo de Excel no es una plantilla v\u00e1lida
JDExpert.noValidEntriesFile=Este archivo de excel no es un archivo v\u00e1lido de entradas
JDExpert.specifyNumberOfLevelsOf=Especifique el n\u00famero de niveles de
JDExpert.specifyNumberOfLevelsOfTrials=Especifique el n\u00famero de niveles de ensayos
JDExpert.btnSearch.text=Buscar...
JDExpert.loading=Cargando informaci\u00f3n de la base de datos 
JDExpert.completado=Porcentaje completado: 
JDExpert.selectOne=SELECCIONA UNA LISTA...
